"settings-notifications" = "Prane\U0161imai";
"talk-page-discussion-unread-accessibility-label" = "Neskaitytas";
"search-result-redirected-from" = "Nukreipta i\U0161: %1$@";
"field-email-title" = "El. pa\U0161tas";
"relative-date-days-ago" = "%1$d|0=\U0160iandien|1=Vakar|Prie\U0161 %1$d dienas|Prie\U0161 %1$d dien\U0173";
"account-creation-captcha-obtaining" = "Gaunamas naujas CAPTCHA...";
"page-protected-autoconfirmed" = "\U0160is puslapis buvo pusiau apsaugotas.";
"explore-most-read-footer" = "Visi labiausiai skaitomi straipsniai";
"notifications-center-mark-all-as-read" = "Pa\U017eym\U0117ti kaip perskaityt\U0105";
"field-password-title" = "Slapta\U017eodis";
"search-title" = "Paie\U0161ka";
"places-accessibility-show-more" = "Rodyti daugiau straipsni\U0173";
"places-search-recently-searched-header" = "Neseniai ie\U0161kota";
"places-search-did-you-mean" = "Ar tur\U0117jote omenyje %1$@?";
"account-creation-passwords-mismatched" = "Slapta\U017eod\U017ei\U0173 laukai nesutampa.";
"main-menu-terms-of-use" = "Naudojimo s\U0105lygos";
"welcome-intro-free-encyclopedia-title" = "Laisvoji enciklopedija";
"about-translators" = "Vert\U0117jai";
"home-nearby-location-footer" = "Daugiau netoliese %1$@";
"button-saved-for-later" = "I\U0161saugoti atei\U010diai";
"nearby-distance-label-feet" = "%1$@ p\U0117d\U0173";
"main-menu-account-logout-cancel" = "At\U0161aukti";
"history-clear-confirmation-heading" = "Ar tikrai norite i\U0161trinti visus naujus elementus?";
"wikitext-upload-save-sign-in" = "Prisijungti";
"about-product-of" = "Sukurta %1$@, su savanori\U0173 pagalba, toki\U0173 kaip j\U016bs";
"action-language-accessibility" = "Keisti kalb\U0105";
"about-libraries-license" = "Licencija";
"navbar-title-mode-edit-wikitext-preview" = "Per\U017ei\U016bra";
"settings-primary-language" = "Pagrindinis";
"status-saving-for-later" = "I\U0161saugoma atei\U010diai...";
"field-captcha-placeholder" = "CAPTCHA tekstas";
"welcome-explore-tell-me-more-done-button" = "Supratau";
"field-email-title-optional" = "El. pa\U0161tas (neprivaloma)";
"explore-random-article-heading" = "Atsitiktinis straipsnis";
"button-save-for-later" = "I\U0161saugoti atei\U010diai";
"welcome-send-data-helps-title" = "Pad\U0117kite patobulinti program\U0117l\U0119";
"icon-shortcut-nearby-title" = "Netoli esan\U010di\U0173 objekt\U0173 straipsniai";
"search-did-you-mean" = "Galb\U016bt nor\U0117jote ie\U0161koti: %1$@?";
"account-creation-log-in" = "Prisijungti.";
"abuse-filter-disallow-heading" = "J\U016bs negalite paskelbti \U0161io pakeitimo";
"search-recent-clear-confirmation-heading" = "Naikinti visas naujausias paie\U0161kas?";
"account-creation-title" = "Kurti nauj\U0105 paskyr\U0105";
"action-find-in-page" = "Rasti puslapyje";
"places-filter-top-articles-count" = "%1$d|%1$d straipsnis|%1$d straipsniai|%1$d straipsni\U0173";
"about-libraries" = "Panaudotos bibliotekos";
"wikitext-upload-captcha-error" = "Saugos kodo tikrinimo klaida.";
"history-title" = "Istorija";
"nearby-distance-label-meters" = "%1$@ m";
"places-accessibility-show-as-map" = "Rodyti kaip \U017eem\U0117lap\U012f";
"main-menu-title" = "Daugiau";
"welcome-intro-free-encyclopedia-more-about" = "Apie Vikipedij\U0105";
"welcome-notifications-tell-me-more-storage" = "Prane\U0161im\U0173 nustatymai laikomi \U012frenginyje ir n\U0117ra paremti asmenine informacija ar veikla.";
"two-factor-login-title" = "Prisijunkite prie savo paskyros";
"field-new-password-placeholder" = "\U012fveskite nauj\U0105 slapta\U017eod\U012f";
"settings-my-languages" = "Mano kalbos";
"explore-nearby-placeholder-sub-heading-on-language-wikipedia" = "Panaudota %1$@ Vikipedijoje";
"explore-main-page-heading" = "\U0160iandien Vikipedijoje";
"welcome-languages-add-button" = "Prid\U0117ti kit\U0105 kalb\U0105";
"main-menu-account-title-logged-in" = "Prisijungta kaip %1$@";
"abuse-filter-warning-repeat" = "Pasikartojantys \U017eenklai";
"number-thousands" = "%1$@ t\U016bkst.";
"about-content-license-details-share-alike-license" = "Creative Commons Attribution-ShareAlike licencija";
"welcome-volunteer-send-usage-reports" = "Si\U0173sti naudojimo ataskaitas";
"table-of-contents-close-accessibility-hint" = "U\U017edaryti";
"two-factor-login-continue" = "T\U0119sti prisijungim\U0105";
"table-of-contents-close-accessibility-label" = "U\U017edaryti Turinio lentel\U0119";
"saved-all-articles-title" = "Visi straipsniai";
"search-field-placeholder-text" = "Paie\U0161ka Vikipedijoje";
"top-read-see-more" = "\U017di\U016br\U0117ti daugiau skaitomiausi\U0173";
"article-languages-label" = "Pasirinkite kalb\U0105";
"button-report-a-bug" = "Prane\U0161ti apie klaid\U0105";
"explore-nearby-heading" = "Artimos vietov\U0117s";
"login-join-wikipedia" = "Prisijunkite prie Vikipedijos.";
"rank-accessibility-label" = "Numeris %1$@";
"about-title" = "Apie";
"field-alert-token-invalid" = "Netinkamas kodas";
"image-gallery-unknown-owner" = "Autorius ne\U017einomas.";
"history-clear-all" = "I\U0161valyti";
"field-captcha-title" = "\U012eveskite tekst\U0105, kur\U012f matote auk\U0161\U010diau";
"status-saved-for-later" = "I\U0161saugota atei\U010diai";
"close-button-accessibility-label" = "U\U017edaryti";
"table-of-contents-heading" = "Turinys";
"account-creation-captcha-request-account" = "Pra\U0161yti paskyros.";
"explore-another-random" = "Kitas atsitiktinis straipsnis";
"nearby-distance-label-miles" = "%1$@ myli\U0173";
"places-accessibility-group" = "%1$@ straipsniai";
"settings-support" = "Paremti Vikipedij\U0105";
"saved-title" = "I\U0161saugota";
"welcome-exploration-on-this-day-title" = "\U0160i\U0105 dien\U0105";
"field-username-placeholder" = "\U012fveskite naudotojo vard\U0105";
"in-the-news-currently-trending" = "\U0160iuo metu populiaru";
"search-recent-clear-cancel" = "At\U0161aukti";
"home-nearby-footer" = "Daugiau viet\U0173 \U0161alia j\U016bs\U0173 vietov\U0117s";
"two-factor-login-with-regular-code" = "Naudoti patvirtinimo kod\U0105";
"explore-randomizer" = "Atsitiktinis";
"history-clear-cancel" = "At\U0161aukti";
"edit-summary-choice-fixed-typos" = "Pataisyta ra\U0161yba";
"settings-notifications-learn-more" = "Su\U017einokite daugiau apie prane\U0161imus";
"field-new-password-title" = "Naujas slapta\U017eodis";
"places-search-top-articles" = "Visi skaitomiausi straipsniai";
"places-accessibility-show-as-list" = "Rodyti kaip s\U0105ra\U0161\U0105";
"field-password-confirm-placeholder" = "pakartokite slapta\U017eod\U012f";
"languages-title" = "Keisti kalb\U0105";
"explore-most-read-more-list-title-for-date" = "Vir\U0161uje %1$@";
"main-menu-account-login" = "Prisijungti";
"settings-help-and-feedback" = "Pagalba ir atsiliepimai";
"welcome-exploration-explore-feed-title" = "Nar\U0161yti sraut\U0105";
"main-menu-heading-legal" = "Privatumas ir s\U0105lygos";
"share-get-directions-in-maps" = "Gauti Nuorodas";
"forgot-password-username-or-email-title" = "Arba";
"talk-page-new-reply-body-accessibility-label" = "Ra\U0161yti atsakym\U0105";
"button-ok" = "Gerai";
"theme-black-display-name" = "Juoda";
"feed-news-notification-button-text" = "\U012ejungti prane\U0161imus";
"about-translators-details" = "I\U0161versta savanori\U0173 %1$@";
"field-alert-username-unavailable" = "Vartotojo vardas negalimas";
"theme-default-explanation" = "Sutampa su sistemos tema";
"main-menu-rate-app" = "\U012evertinti program\U0117l\U0119";
"field-email-placeholder" = "pavyzdys@pavyzdys.org";
"explore-continue-reading-heading" = "Skaityti toliau";
"button-read-now" = "Skaityti dabar";
"about-wikipedia" = "Vikipedija";
"empty-no-feed-action-message" = "J\U016bs dar galite skaityti i\U0161saugotus puslapius";
"places-unknown-distance" = "ne\U017einomas atstumas";
"explore-potd-heading" = "Dienos nuotrauka";
"home-button-history-accessibility-label" = "Vikipedija, gr\U012f\U017eti \U012f Istorij\U0105";
"settings-notifications-system-turn-on" = "\U012ejungti prane\U0161imus";
"icon-shortcut-search-title" = "Ie\U0161koti Vikipedijoje";
"welcome-intro-free-encyclopedia-more" = "Su\U017einokite daugiau apie Vikipedij\U0105";
"wikitext-upload-save-terms-name" = "Naudojimo s\U0105lygos";
"button-publish" = "Publikuoti";
"edit-summary-choice-fixed-grammar" = "Pataisyta gramatika";
"explore-nearby-sub-heading-your-location" = "J\U016bs\U0173 vieta";
"settings-title" = "Nustatymai";
"reference-title" = "I\U0161na\U0161a %1$@";
"field-alert-captcha-invalid" = "Neteisingas CAPTCHA";
"table-of-contents-button-label" = "Turinys";
"notifications-center-mark" = "Pa\U017eym\U0117ti";
"home-more-like-footer" = "Daugiau kaip %1$@";
"preference-title-eventlogging-opt-in" = "Si\U0173sti naudojimo ataskaitas";
"icon-shortcut-random-title" = "Atsitiktinis straipsnis";
"explore-nearby-placeholder-heading" = "Vietos";
"edit-summary-choice-linked-words" = "Prid\U0117tos nuorodos";
"settings-notifications-push-notifications" = "Push prane\U0161imai";
"field-token-title" = "Patvirtinimo kodas";
"welcome-notifications-tell-me-more-title" = "Daugiau apie prane\U0161imus";
"empty-no-search-results-message" = "Rezultat\U0173 nerasta";
"explore-nearby-placeholder-sub-heading-on-wikipedia" = "I\U0161 Vikipedijos";
"welcome-languages-description" = "Radome \U0161ias kalbas j\U016bs\U0173 prietaise:";
"welcome-send-data-learn-more" = "Su\U017einoti daugiau apie duomen\U0173 rinkim\U0105";
"relative-date-minutes-ago" = "%1$d|0=K\U0105 tik|Prie\U0161 %1$d minut\U0119|Prie\U0161 %1$d minutes|Prie\U0161 %1$d minu\U010di\U0173";
"wikitext-upload-save" = "Publikuojama...";
"page-protected-sysop" = "\U0160is puslapis buvo pilnai u\U017erakintas.";
"explore-most-read-generic-heading" = "Populiariausi skaitiniai";
"number-millions" = "%1$@ mln.";
"in-the-news-title" = "Naujienos";
"no-email-account-alert" = "Pra\U0161ome nustatyti el. pa\U0161to paskyr\U0105 savo \U012frenginyje ir bandyti dar kart\U0105.";
"welcome-explore-continue-button" = "Prad\U0117ti";
"settings-language-bar" = "Rodyti kalbas paie\U0161koje";
"top-read-header-generic" = "Vikipedija";
"on-this-day-detail-header-date-range" = "nuo %1$@ - %2$@";
"wikitext-upload-captcha-needed" = "Reikia patikrinimo saugos kodu.";
"main-menu-nearby" = "Netoliese";
"main-menu-account-logout" = "Atsijungti";
"in-the-news-notification-share-action-title" = "Dalintis...";
"page-protected-can-not-edit-title" = "\U0160is puslapis u\U017erakintas";
"notifications-center-swipe-more" = "Daugiau";
"account-creation-logging-in" = "Jungiamasi...";
"article-languages-filter-placeholder" = "Rasti kalb\U0105";
"about-libraries-licenses-title" = "Mes mylime atviro kodo programin\U0119 \U012frang\U0105 %1$@";
"wikitext-downloading" = "\U012ekeliamas turinys...";
"field-password-placeholder" = "\U012fveskite slapta\U017eod\U012f";
"main-menu-privacy-policy" = "Privatumo politika";
"share-open-in-maps" = "Atidaryti \U017dem\U0117lapiuose";
"potd-empty-error-description" = "Nepavyko gauti %1$@ dienos nuotraukos";
"relative-date-hours-ago" = "%1$d|0=Neseniai|Prie\U0161 %1$d valand\U0105|Prie\U0161 %1$d valandas|Prie\U0161 %1$d valand\U0173";
"field-new-password-confirm-title" = "Patvirtinkite nauj\U0105 slapta\U017eod\U012f";
"diff-single-intro-title" = "\U012evadas";
"empty-no-history-title" = "N\U0117ra rodytinos istorijos";
"home-button-saved-accessibility-label" = "Vikipedija, gr\U012f\U017eti \U012f I\U0161saugota";
"search-recent-clear-confirmation-sub-heading" = "\U0160io veiksmo anuliuoti negalima!";
"welcome-languages-add-or-edit-button" = "Prid\U0117ti ar pakeisti norim\U0105 kalb\U0105";
"relative-date-years-ago" = "%1$d|0=\U0160iais metais|1=Praeitais metais|Prie\U0161 %1$d metus|Prie\U0161 %1$d met\U0173";
"account-creation-have-account" = "Jau turite paskyr\U0105? %1$@";
"theme-light-display-name" = "\U0160viesi";
"potd-description-prefix" = "Dienos nuotrauka %1$@";
"talk-page-discussion-read-accessibility-label" = "Skaitytas";
"empty-no-saved-pages-title" = "Dar n\U0117ra i\U0161saugot\U0173 puslapi\U0173";
"account-creation-saving" = "\U012era\U0161oma...";
"continue-reading-empty-title" = "N\U0117ra neseniai skaityt\U0173 straipsni\U0173";
"number-billions" = "%1$@ mlrd.";
"about-contributors" = "Autoriai";
"field-new-password-confirm-placeholder" = "pakartokite nauj\U0105 slapta\U017eod\U012f";
"compass-direction" = "%1$@ valand\U0105";
"search-recent-title" = "Neseniai ie\U0161kota";
"share-on-twitter-sign-off" = "per @Wikipedia";
"about-content-license" = "Turinio licencija";
"abuse-filter-warning-caps" = "Ra\U0161yti DID\U017dIOSIOMIS RAID\U0116MIS";
"top-read-header-with-language" = "%1$@ Vikipedija";
"action-saved" = "I\U0161saugota";
"about-wikimedia-foundation" = "Vikimedijos fondas";
"on-this-day-detail-header-title" = "%1$d|%1$d istorinis \U012fvykis|%1$d istoriniai \U012fvykiai|%1$d istorini\U0173 \U012fvyki\U0173";
"about-libraries-complete-list" = "Pilnas s\U0105ra\U0161as";
"main-menu-about" = "Apie program\U0117l\U0119";
"field-alert-password-confirm-mismatch" = "Slapta\U017eod\U017eiai nesutampa";
"search-recent-clear-delete-all" = "Naikinti visk\U0105";
"account-creation-create-account" = "Sukurkite savo paskyr\U0105";
"readers-accessibility-label" = "%1$@ skaitytojai";
"about-repositories-app-source-license-mit" = "MIT licencija";
"places-search-your-current-location" = "J\U016bs\U0173 dabartin\U0117 vietov\U0117";
"welcome-notifications-tell-me-more-creation" = "Prane\U0161imus sukuria ir pristato program\U0117l\U0117 j\U016bs\U0173 \U012frenginyje, o ne m\U016bs\U0173 (ar tre\U010di\U0173j\U0173 \U0161ali\U0173) serveriai.";
"menu-cancel-accessibility-label" = "At\U0161aukti";
"places-title" = "Vietos";
"article-languages-others" = "Kitos kalbos";
"places-search-this-area" = "Rezultatai \U0161ioje vietoje";
"welcome-languages-search-title" = "Ie\U0161kokite daugiau nei 300 kalb\U0173";
"main-menu-account-logout-are-you-sure" = "Ar tikrai norite atsijungti?";
"about-send-feedback" = "Si\U0173sti atsiliepim\U0105 apie program\U0117l\U0119";
"page-history-revision-minor-edit-accessibility-label" = "Smulkus keitimas";
"field-password-confirm-title" = "Patvirtinkite slapta\U017eod\U012f";
"field-username-title" = "Naudotojo vardas";
"on-this-day-title" = "\U0160i\U0105 dien\U0105";
"about-testers" = "Testuotojai";
"abuse-filter-warning-heading" = "Pana\U0161u, kad \U0161is pakeitimas nekonstruktyvus. Ar tikrai norite j\U012f paskelbti?";
"abuse-filter-warning-subheading" = "J\U016bs\U0173 keitimas gali tur\U0117ti:";
"history-clear-delete-all" = "Taip, i\U0161trinti visk\U0105";
"places-enable-location-action-button-title" = "\U012egalinti viet\U0105";
"button-next" = "Kitas";
"explore-featured-article-heading" = "Rinktinis straipsnis";
"main-menu-zero-faq" = "Vikipedija Zero DUK";
"reading-themes-controls-accessibility-black-theme-button" = "Juoda tema";
"about-repositories" = "Duomen\U0173 saugyklos";
"login-title" = "Prisijunkite prie savo paskyros";
"button-skip" = "Praleisti";
"places-search-top-articles-that-match-scope" = "Netoliese";
"back-button-accessibility-label" = "Atgal";
"home-title" = "Nar\U0161yti";
"article-languages-yours" = "J\U016bs\U0173 kalbos";
"nearby-distance-label-km" = "%1$@ km";
